/*TOOLTIP STRINGS MUST BE LESS THAN 75 SYMBOLS!!!*/

/*Color Options PDE tooltips*/
"SMOOTHING_TT_NONE"="Select this setting if graphics are not printing clearly when REt is on.";

"HPTEXTNEUTRALGRAYS_TT_BLACK"="Generates neutral colors using the black toner only, eliminates color cast.";
"HPGRAPHICSNEUTRALGRAYS_TT_BLACK"="Generates neutral colors using the black toner only, eliminates color cast.";
"HPPHOTONEUTRALGRAYS_TT_BLACK"="Generates neutral colors using the black toner only, eliminates color cast.";

"HPTEXTNEUTRALGRAYS_TT_PROCESSBLACK"="Generate neutral colors by combining toners to produce smoother gradients.";
"HPGRAPHICSNEUTRALGRAYS_TT_PROCESSBLACK"="Generate neutral colors by combining toners to produce smoother gradients.";
"HPPHOTONEUTRALGRAYS_TT_PROCESSBLACK"="Generate neutral colors by combining toners to produce smoother gradients.";

"HPHALFTONE_TT_STANDARD"="Generate standard levels of gray that work for all printers.";

"HPHALFTONE_TT_ENHANCED"="Enhanced levels of gray fine-tunes the levels of gray for your printer.";
"HPGENERALHALFTONE_TT_DETAIL"="Print optimized for clarity and sharpness of fine text and line art.";
"HPGENERALHALFTONE_TT_SMOOTH"="Print optimized for uniformity and color accuracy of graphic fill areas.";
"HPPHOTOHALFTONE_TT_SMOOTH"="Print optimized for the best reproduction of color photographic images.";
"HPPHOTOHALFTONE_TT_DETAIL"="Print optimized for best sharpness of text and line art in bitmap image.";
"HPTEXTHALFTONE_TT_DETAIL"="Print optimized for the best reproduction of large-scale text.";
"HPTEXTHALFTONE_TT_SMOOTH"="Print optimized for the best readability of small and normal text.";
"HPGRAPHICSHALFTONE_TT_DETAIL"="Print optimized for the best clarity and sharpness of vector lines and text.";
"HPGRAPHICSHALFTONE_TT_SMOOTH"="Print optimized for the best color accuracy of graphic fill areas.";

"HPCMYKINKS_TT" = "Select the appropriate color input profile from the list.";
"HPCMYKINKS_TT_DEFAULT"="Good for general purpose rendering of CMYK data.";
"HPCMYKINKS_TT_DEFAULT_2"="CMYK+ technology enables a high-quality default CMYK print path.";
"HPCMYKINKS_TT_SWOP"="Common ink standard in the U.S. and other countries/regions.";
"HPCMYKINKS_TT_EURO"="Common ink standard in Europe and other countries/regions.";
"HPCMYKINKS_TT_DIC"="Common ink standard in Japan and other countries/regions.";
"HPCMYKINKS_TT_TOYO"="Common ink standard in Asian countries/regions.";
"HPCMYKINKS_TT_NOADJ"="Operating system color management required to render CMYK properly.";
"HPCMYKINKS_TT_NOADJ_2"="Use a custom input profile to accurately control color output.";

"HPRGBEMULATION_TT_CUSTOMPROFILE"="Use a custom input profile to more accurately control color output.";
"HPTEXTRGB_TT_CUSTOMPROFILE"="Use a custom input profile to more accurately control color output.";
"HPGRAPHICSRGB_TT_CUSTOMPROFILE"="Use a custom input profile to more accurately control color output.";
"HPPHOTORGB_TT_CUSTOMPROFILE"="Use a custom input profile to more accurately control color output.";

"HPCMYKEMULATION_TT" = "Select the appropriate color input profile from the list.";
"HPRGBEMULATION_TT" = "Select the appropriate color input profile from the list.";

"HPTEXTRGB_TT_SRGB"="Best option for most printing needs, provides vivid images and graphics.";
"HPGRAPHICSRGB_TT_SRGB"="Best option for most printing needs, provides vivid images and graphics.";
"HPPHOTORGB_TT_SRGB"="Best option for most printing needs, provides vivid images and graphics.";
"HPRGBEMULATION_TT_SRGB"="Best option for most printing needs, provides vivid images and graphics.";
"HPRGBEMULATION_TT_DEFAULTSRGB"="Best option for most printing needs, provides vivid images and graphics.";

"HPTEXTRGB_TT_IMAGEOPTIMIZATION"="Select this option when printing raster objects.";
"HPGRAPHICSRGB_TT_IMAGEOPTIMIZATION"="Select this option when printing raster objects.";
"HPPHOTORGB_TT_IMAGEOPTIMIZATION"="Select this option when printing raster objects.";
"HPRGBEMULATION_TT_PHOTOSRGB"="Select this option when printing raster objects.";

"HPTEXTRGB_TT_DEVICE"="Prints RGB data in raw device mode.";
"HPGRAPHICSRGB_TT_DEVICE"="Prints RGB data in raw device mode.";
"HPPHOTORGB_TT_DEVICE"="Prints RGB data in raw device mode.";

"HPTEXTRGB_TT_ADOBE"="For documents created in Adobe RGB 1998 color space or with digital camera.";
"HPGRAPHICSRGB_TT_ADOBE"="For documents created in Adobe RGB 1998 color space or with digital camera.";
"HPPHOTORGB_TT_ADOBE"="For documents created in Adobe RGB 1998 color space or with digital camera.";
"HPRGBEMULATION_TT_ADOBE"="For documents created in Adobe RGB 1998 color space or with digital camera.";

"HPTEXTRGB_TT_PHOTOQUALITY"="Use this setting for printing photos.";
"HPGRAPHICSRGB_TT_PHOTOQUALITY"="Use this setting for printing photos.";
"HPPHOTORGB_TT_PHOTOQUALITY"="Use this setting for printing photos.";

"HPTEXTRGB_TT_NONE"="This option sets the printer to print RGB data in raw device mode.";
"HPGRAPHICSRGB_TT_NONE"="This option sets the printer to print RGB data in raw device mode.";
"HPPHOTORGB_TT_NONE"="This option sets the printer to print RGB data in raw device mode.";
"HPRGBEMULATION_TT_HPRGBEMULATIONNONE"="This option sets the printer to print RGB data in raw device mode.";

"HPRGBEMULATION_TT_VIVIDSRGB" = "Print graphics such as bar graphs and pie charts with rich, saturated color.";
"HPGRAPHICSRGB_TT_VIVIDSRGB" = "Print graphics such as bar graphs and pie charts with rich, saturated color.";
"HPPHOTORGB_TT_VIVIDSRGB" = "Print graphics such as bar graphs and pie charts with rich, saturated color.";
"HPTEXTRGB_TT_VIVIDSRGB" = "Print graphics such as bar graphs and pie charts with rich, saturated color.";
"HPTEXTRGB_TT_VIVID"="Print graphics such as bar graphs and pie charts with rich, saturated color.";
"HPGRAPHICSRGB_TT_VIVID"="Print graphics such as bar graphs and pie charts with rich, saturated color.";
"HPPHOTORGB_TT_VIVID"="Print graphics such as bar graphs and pie charts with rich, saturated color.";

/*Color/Quality Options PDE tooltips*/
"HPEDGECONTROL_TT" = "This setting controls how edges are rendered.";
"HPEDGECONTROL_TT_MAX"="Most aggressive trapping setting, Adaptive Halftoning on.";
"HPEDGECONTROL_TT_NORMAL"="Default trap setting, Adaptive Halftoning on.";
"HPEDGECONTROL_TT_LIGHT"="Minimal trapping, Adaptive Halftoning on.";
"HPEDGECONTROL_TT_HPEDGECONTROLOFF"="Trapping and Adaptive Halftoning off.";

"HPEASYCOLOR_TT" = "Automatically select settings for optimal quality.";

"HPNEUTRALGRAYS_TT_BLACK" = "Print grayscale output using black ink only.";
"HPNEUTRALGRAYS_TT_PROCESSBLACK" = "Print grayscale output using 4-color inks.";

"COLORMODEL_TT" = "Print the document in black-and-white (grayscale).";
"COLORMODEL_TT_BLACKWHITE" = "Prints in grayscale.";
"COLORMODEL_TT_COLOR" = "Prints in full color.";
"COLORMODEL_TT_CMYK" = "This option will give you a consistent glossy appearance.";
"COLORMODEL_TT_GRAY" = "This option will give you neutral Black and White prints.";

"HPCOLORASGRAY_TT" = "Print the document in black-and-white (grayscale).";

"COLORMODE_TT_CMYKIMAGERET2400"="Provides 2400 dpi color laser-class print quality.";
"COLORMODE_TT_GRAY1200X1200DPI"="Best print quality but prints slower than the other resolutions.";
"COLORMODE_TT_GRAY600X600DPI"="Prints using standard 600 dpi resolution.";

"CMANDRESOLUTION_TT_CMYKIMAGERET2400" = "Prints color output using ImageREt 2400 color management technology.";
"CMANDRESOLUTION_TT_CMYKIMAGERET3600" = "Prints color output using ImageREt 3600 color management technology.";
"CMANDRESOLUTION_TT_GRAY1200X1200DPI" = "Print grayscale output using ProRes 1200 (highest quality).";
"CMANDRESOLUTION_TT_GRAY600X600DPI" = "Print grayscale output using 600 dpi resolution (good quality).";

"RESOLUTION_TT_600X600X2DPI"="Slightly lower print quality than 1200 x 1200 resolution but faster.";
"RESOLUTION_TT_1200X600DPI" = "Prints using standard 1200 x 600 dpi resolution.";
"RESOLUTION_TT_1200X1200DPI"="Best print quality but prints slower than the other resolutions.";
"RESOLUTION_TT_600X600DPI"="Prints using standard 600 dpi resolution.";
"RESOLUTION_TT_600X601DPI"="Prints using standard 600 dpi resolution.";
"RESOLUTION_TT_600DPI"="Prints using standard 600 dpi resolution.";
"RESOLUTION_TT_300X300DPI"="Prints using standard 300 dpi resolution.";

"HPPRINTQUALITY_TT_FASTRES1200"="Slightly lower print quality than 1200 x 1200 resolution but faster.";
"HPPRINTQUALITY_TT_1200X1200DPI"="Prints using standard 1200 dpi resolution.";
"HPPRINTQUALITY_TT_IMAGERET3600" = "Prints using ImageREt 3600 color management technology.";
"HPPRINTQUALITY_TT_FASTRES600"="Slightly lower print quality than 600 x 600 resolution but faster.";
"HPPRINTQUALITY_TT_600DPI"="Prints using standard 600 dpi resolution.";
"HPPRINTQUALITY_TT_IMAGERET4800" = "Prints using ImageREt 4800 color management technology.";
"HPPRINTQUALITY_TT_PRORES1200"="Best print quality but prints slower than the other resolutions.";
"HPPRINTQUALITY_TT_NORMAL_COLOR" = "High quality printing for most documents with ImageREt.";
"HPPRINTQUALITY_TT_NORMAL_MONO" = "High quality printing for most documents with FastRes.";
"HPPRINTQUALITY_TT_FINELINES" = "1200x1200 for line art, architectural drawings, finger prints.";
"HPPRINTQUALITY_TT_QUICKVIEW" = "Fast preview of documents, lower resolution.";
"HPPRINTQUALITY_TT_ECONOMODE" = "Lowest cost printing, lowest resolution.";

"HPPANTONE_TT"="Print using Pantone colors instead of CMYK composite colors.";

"OUTPUTMODE_TT_FAST" = "This option prints your document at lower quality but as fast as possible.";
"OUTPUTMODE_TT_NORMAL" = "This option prints your document with very good quality.";
"OUTPUTMODE_TT_BEST" = "This option prints your document with great quality, but at a slower speed.";

"OUTPUTMODE_TT_GENERALOFFICE" = "Prints faster, but has a slightly lower print quality than the Normal/Professional setting.";
"OUTPUTMODE_TT_PROFESSIONAL" = "Prints at a higher print quality, but at a lower speed than the Draft/General Office setting.";
"OUTPUTMODE_TT_PRESENTATION" = "Prints at a higher print quality, but at a lower speed than the Normal/Professional setting.";
"OUTPUTMODE_TT_MAXIMUMDPI" = "Prints at a slower speed than the Best/Presentation setting. This setting is designed for photo paper.";

"HPDRYTIME_TT" = "Use to resolve print-quality issues like ink smears and roller tracking.";
"HPSATURATION_TT" = "Adjust color vibrancy by changing amount of ink applied to the page.";
"HPINKBLEED_TT" = "Limit the spread of black ink onto adjacent color areas.";

"HPDRYTIMERANGE_TT" = "Use to resolve print-quality issues like ink smears and roller tracking.";
"HPSATURATIONRANGE_TT" = "Adjust color vibrancy by changing amount of ink applied to the page.";
"HPINKBLEEDRANGE_TT" = "Limit the spread of black ink onto adjacent color areas.";

/*Job Storage PDE tooltips*/
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONOFF"="Click to set the Job Storage mode to Off.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONPRIVATE"="Click to store a print job on the printer.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONPROOF"="Click to print the first copy of a print job and hold additional copies.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONQUICKCOPY"="Click to allow additional copies to print from the printer control panel.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONSTORE"="Click to store a print job on the printer.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONSTOREJOB"="Click to store a print job on the printer.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONPRIVATESTORE" = "Click to store a print job on the printer with a PIN number.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONPERSONAL" = "Click to store your print job on the printer.";
"HPDUPLICATEJOBMODE_TT_OVERWRITE"="Overwrites an existing job on the printer with the same settings.";
"HPPINTOPRINT_TT"="Enable personal identification number entry for stored print jobs.";
"HPDUPLICATEJOBMODE_TT_UNIQUE"="Allow printer to assign unique file name for a stored print job.";

/*Finishing PDE tooltips*/
"HPMAILBOXOPTIONS_TT" = "Select a bin for your printed output.";
"OUTPUTBIN_TT" = "Select a bin for your printed output.";
"OUTPUTBIN_TT_PRINTERDEFAULT"="Sends your pages to the printer's default output bin.";
"OUTPUTBIN_TT_UPPER"="Pages exit the printer face down and in the correct order.";
"OUTPUTBIN_TT_UPPER_2"="Pages exit the printer face up and in the correct order.";
"OUTPUTBIN_TT_LEFT"="Pages exit the printer face up in reverse order.";
"OUTPUTBIN_TT_STACKER"="Sends your documents to the lowest bin.";
"OUTPUTBIN_TT_STACKERSEPARATOR"="Sends your documents to the next available (empty) bin.";
"OUTPUTBIN_TT_COLLATOR"="Sends each copy of your document to a different bin.";

"HPSTAPLEROPTIONS_TT" = "Select options for stapling your output.";

"MEDIATYPE_TT" = "Select the media type you are using for your printed output.";

"HPKEEPGLOSSMODE_TT" = "Select the degree of glossy finish for your printed output.";
"HPKEEPGLOSSMODE_TT_BEST" = "Increased gloss output with slower printing and drum life reduction.";
"HPKEEPGLOSSMODE_TT_STANDARD" = "Normal gloss output at full speed without reducing drum life.";
"HPKEEPGLOSSMODE_TT_DEFAULT" = "Uses the setting that is selected on the device control panel.";

"HPEDGETOEDGE_TT"="Maximize amount of printing area.";

/*Manual Duplex PDE tooltips*/
"HPMANUALDUPLEXSWITCH_TT" = "Print on both sides of a sheet by manually re-inserting the sheets.";
"HPMANUALDUPLEXORIENTATION_TT_DUPLEXNOTUMBLE" = "Format output for binding along the long edge of the page.";
"HPMANUALDUPLEXORIENTATION_TT_DUPLEXTUMBLE" = "Format output for binding along the short edge of the page.";
"HPMANUALDUPLEXPRINTGUIDE_TT" = "Print a guide explaining how to reinsert sheets and print on the 2nd side.";

/*Booklet Printing PDE tooltips*/
"HPBOOKLETFILTER_TT" = "Print the document as a booklet.";
"HPBOOKLETPAGEORDER_TT" = "Order output for binding on the right side of the page.";
"HPBOOKLETBACKCOVER_TT" = "Use the last page of the document as the back cover of the booklet.";
"HPBOOKLETSCALING_TT_PROPORTIONAL" = "Add space to margins to maintain the original proportions of the document.";
"HPBOOKLETSCALING_TT_FITPAGE" = "Stretch the document proportions to fit the booklet paper size.";
"HPBOOKLETPAGESIZE_TT" = "Choose the paper size for the booklet.";

/*Designjets tooltips*/
"HPBLACKBRIGHTNESS_TT"="Adjusts the amount of black used in the printed image.";
"HPCYANBRIGHTNESS_TT"="Adjusts the amount of cyan used in the printed image.";
"HPMAGENTABRIGHTNESS_TT"="Adjusts the amount of magenta used in the printed image.";
"HPYELLOWBRIGHTNESS_TT"="Adjusts the amount of yellow used in the printed image.";
"HPCMYKPREVIEW_TT"="Shows how any adjustments made to the advanced color settings will affect the printed image.";
"HPPRINTINGRAYSCALE_TT_FULLSETOFINKS" = "This option will give you a consistent glossy appearance.";
"HPPRINTINGRAYSCALE_TT_GRAYANDBLACKINKS" = "This option will give you neutral Black and White prints.";
"HPCOLORMODE_TT_BLACKANDWHITPRINT" = "This option prints in black and white only; all colors and gray shades are printed as black.";
"HPINTENT_TT" = "Indicates how to manage the colors that are out of range when converting between color spaces.";
"HPRESETCMYKSETTINGS_TT" = "Use this button to set all controls to its default position.";
"HPECONOMODE_TT" = "Print faster and reduce toner consumption.";
"HPPAPERSOURCE_TT_AUTOSELECT" = "Use this option to let the printer select an appropriate paper source.";
"HPPAPERSOURCE_TT_MANUALFEED" = "Use this option to insert paper via the manual feed slot on the back of the printer.";
"HPWMSWITCH_TT" = "Add a watermark above the document content.";
"HPWMTEXTMESSAGE_TT" = "Specify text you wish to appear in the watermark.";
"HPWMPAGES_TT_ALLPAGES" = "Add a watermark to every page.";
"HPWMPAGES_TT_FIRSTPAGE" = "Add a watermark only to the first page.";
"HPWMCUSTOMTEXT_TT" = "Enter text to use as a watermark.";
"HPWMTEXTANGLE_TT" = "Set the incline angle of the watermark text.";
"HPWMFONTNAME_TT" = "Set the font for the watermark text.";
"HPWMFONTSIZE_TT" = "Set the font size for the watermark text.";
"HPWMTEXTSTYLE_TT" = "Set the text style for the watermark text.";
"HPWMBRIGHTNESS_TT" = "Set the intensity for the watermark text.";
"HPWMTEXTCOLOR_TT" = "Set the color for the watermark text.";
"HPUSERNAME_TT_FILESHARINGNAME" = "Store your job in a folder labeled with the current user's name.";
"HPUSERNAME_TT_SET" = "Store your job in a folder with a custom name.";
"HPCUSTOMUSERNAME_TT" = "Enter a user or custom name for the job storage folder.";
"HPJOBNAME_TT_DOCNAME" = "Use the document name for the stored job.";
"HPJOBNAME_TT_SET" = "Use to enter a custom name for the stored job.";
"HPCUSTOMJOBNAME_TT" = "Enter a name for the stored job.";
"HPUSEPINTOPRINT_TT" = "Protect the stored job using a Personal Identification Number (PIN).";

/*Accounting PDE tooltips*/
"HPDEPARTMENTID_TT" = "Enter the department ID associated with your print job.";
"HPDEPARTMENTACCESSCODE_TT" = "Enter the access code for the department associated with your print job.";
